Repository: imcat-owo/dudu-native
Catalog: Dudu/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# backup.errors.unsupported-version
source: Backup is from a newer app version
zh_hans: 备份版本太新，App 需要更新
zh_hant: 備份版本太新，App 需要更新

# backup.includes
source: Includes: chats, API groups, themes, voice settings, permission prefs, memories, skills, our space, knowledge base, music library, capability groups, dialogs & plans, outreach prefs
zh_hans: 包含：聊天记录、API 分组设置、主题、语音设置、权限偏好、记忆、技能、我们的空间、知识库、音乐库、能力分组、对话框与计划、触达偏好
zh_hant: 包含：聊天記錄、API 分組設置、主題、語音設置、權限偏好、記憶、技能、我們的空間、知識庫、音樂庫、能力分組、對話框與計劃、觸達偏好

# backup.intro
source: Export everything in one tap; restore after reinstall. API keys are never included — re-enter them after restore.
zh_hans: 一键导出全部数据，换机或重装后可恢复。备份不含 API 密钥，恢复后需重新填写。
zh_hant: 一鍵導出全部數據，換機或重裝後可恢復。備份不含 API 密鑰，恢復後需重新填寫。

# backup.lastBackup
source: Last backup
zh_hans: 上次备份
zh_hant: 上次備份

# backup.lowSpace
source: Low on phone storage — the restore might fail. Free some space and try again.
zh_hans: 手机空间不太够了，恢复可能会失败。腾点地方再试。
zh_hant: 手機空間不太夠了，恢復可能會失敗。騰點地方再試。

# backup.never
source: Never
zh_hans: 从未备份
zh_hant: 從未備份

source: Back up now
zh_hans: 立即备份
zh_hant: 立即備份

# backup.remote.bucket
source: Bucket
zh_hans: 桶名
zh_hant: 桶名

# backup.remote.download
source: Restore from cloud
zh_hans: 从网盘恢复
zh_hant: 從網盤恢復

# backup.remote.empty
source: No cloud backups yet
zh_hans: 网盘上还没有备份
zh_hant: 網盤上還沒有備份

# backup.remote.list
source: Cloud backups
zh_hans: 网盘上的备份
zh_hant: 網盤上的備份

# backup.remote.password
source: Password
zh_hans: 密码
zh_hant: 密碼

# backup.remote.path
source: Backup folder
zh_hans: 备份目录
zh_hant: 備份目錄

# backup.remote.prefix
source: Folder prefix
zh_hans: 目录前缀
zh_hant: 目錄前綴

# backup.remote.region
source: Region
zh_hans: 区域
zh_hant: 區域

# backup.remote.s3
source: S3-compatible
zh_hans: S3 兼容
zh_hant: S3 兼容

# backup.remote.securityNote
source: Passwords stay in the phone's secure storage, never in backup files
zh_hans: 密码只存在手机的安全区，不会进备份文件
zh_hant: 密碼只存在手機的安全區，不會進備份文件

# backup.remote.test
source: Test connection
zh_hans: 测试连接
zh_hant: 測試連接

# backup.remote.testFailed
source: Can't connect — check URL and credentials
zh_hans: 连不上，检查地址和账号
zh_hant: 連不上，檢查地址和賬號

# backup.remote.title
source: Back up to cloud
zh_hans: 备份到网盘
zh_hant: 備份到網盤

# backup.remote.upload
source: Back up to cloud
zh_hans: 备份到网盘
zh_hant: 備份到網盤

# backup.remote.uploadDone
source: Backed up
zh_hans: 备份好了
zh_hant: 備份好了

# backup.remote.uploadFailed
source: Upload failed: %1$@
zh_hans: 上传失败：%1$@
zh_hant: 上傳失敗：%1$@

# backup.remote.uploading
source: Uploading…
zh_hans: 上传中…
zh_hant: 上傳中…

# backup.remote.url
source: Server URL
zh_hans: 服务器地址
zh_hant: 服務器地址

# backup.remote.username
source: Username
zh_hans: 用户名
zh_hant: 用戶名

# backup.remote.validation.access-key-required
source: Enter the access key first
zh_hans: 请先填 Access Key
zh_hant: 請先填 Access Key

# backup.remote.validation.bucket-required
source: Enter the bucket name first
zh_hans: 请先填桶名
zh_hant: 請先填桶名

# backup.remote.validation.endpoint-invalid
source: That endpoint doesn't look right — check it
zh_hans: Endpoint 格式不对，检查一下
zh_hant: Endpoint 格式不對，檢查一下

# backup.remote.validation.endpoint-required
source: Enter the endpoint first
zh_hans: 请先填 Endpoint
zh_hant: 請先填 Endpoint

# backup.remote.validation.secretRequired
source: Save the Secret Key first
zh_hans: 请先保存 Secret Key
zh_hant: 請先保存 Secret Key

# backup.remote.validation.url-invalid
source: That address doesn't look right — check it
zh_hans: 这个地址格式不对，检查一下
zh_hant: 這個地址格式不對，檢查一下

# backup.remote.validation.url-required
source: Enter the server address first
zh_hans: 请先填服务器地址
zh_hant: 請先填服務器地址

# backup.remote.validation.url-scheme
source: The address must start with http:// or https://
zh_hans: 地址要以 http:// 或 https:// 开头
zh_hant: 地址要以 http:// 或 https:// 開頭

# backup.restore
source: Restore backup
zh_hans: 恢复备份
zh_hant: 恢復備份

# backup.restoreDone
source: Restored. Please re-enter your API keys.
zh_hans: 恢复成功，API 密钥需重新填写。
zh_hant: 恢復成功，API 密鑰需重新填寫。

# backup.restoreFailed
source: The restore didn't finish — some things may be half-restored. Try restoring again; re-running is safe.
zh_hans: 恢复没做完，东西可能只回来了一半。再恢复一次试试，重复恢复是安全的。
zh_hant: 恢復沒做完，東西可能只回來了一半。再恢復一次試試，重複恢復是安全的。

# backup.secretsNote
source: Excludes: API keys, custom request headers, custom voice keys (re-enter after restore); secret query params are stripped from URLs
zh_hans: 不含：API 密钥、自定义请求头、自定义语音密钥（恢复后需重新填写）；网址里的密钥参数会被移除
zh_hant: 不含：API 密鑰、自定義請求頭、自定義語音密鑰（恢復後需重新填寫）；網址裏的密鑰參數會被移除

# backup.themeRestartNote
source: Theme applies on next launch.
zh_hans: 主题将在下次启动时生效。
zh_hant: 主題將在下次啓動時生效。

# backup.title
source: Backup & restore
zh_hans: 备份与恢复
zh_hant: 備份與恢復

# browser.addressHint
source: Enter a website address, like news.ycombinator.com or https://example.com.
zh_hans: 输入一个网址，比如 news.ycombinator.com 或 https://example.com。
zh_hant: 輸入一個網址，比如 news.ycombinator.com 或 https://example.com。

# browser.addressLabel
source: Website address
zh_hans: 网址
zh_hant: 網址

# browser.aiBrowserDetail
source: Dudu uses this browser to read pages, click buttons, and fill forms for you. You talk, it acts.
zh_hans: 嘟嘟用这个浏览器帮你看网页、点按钮、填表单。你说话，它动手。
zh_hant: 嘟嘟用這個瀏覽器幫你看網頁、點按鈕、填表單。你說話，它動手。

# browser.aiBrowserTitle
source: AI Browser
zh_hans: AI 浏览器
zh_hant: AI 瀏覽器

# browser.closeSession
source: Close session
zh_hans: 关闭会话
zh_hant: 關閉會話

# browser.connectingBrowser
source: Connecting to browser…
zh_hans: 连接浏览器中…
zh_hant: 連接瀏覽器中…

# browser.cookieAudit
source: Cookie Audit
zh_hans: Cookie 审计
zh_hant: Cookie 審計

# browser.cookieAuditDesc
source: See what cookies this tab has stored.
zh_hans: 看看这个标签页存了哪些小饼干。
zh_hant: 看看這個標籤頁存了哪些小餅乾。

# browser.cookieClear
source: Clear
zh_hans: 清空
zh_hant: 清空

# browser.cookieClearConfirm
source: Clear all JS-accessible cookies for this page?
zh_hans: 把这个页面 JS 能碰到的 cookie 都清掉？
zh_hant: 把這個頁面 JS 能碰到的 cookie 都清掉？

# browser.cookieCleared
source: Cleared.
zh_hans: 清掉了。
zh_hant: 清掉了。

# browser.cookieLoadFail
source: Couldn't read them — the page may still be loading. Try again in a moment.
zh_hans: 没读到，页面可能还没加载完，稍后再试。
zh_hant: 沒讀到，頁面可能還沒加載完，稍後再試。

# browser.cookieNote
source: Only JS-readable cookies are shown. HttpOnly cookies are invisible and can't be cleared — those are the site's own secrets.
zh_hans: 只能看到 JS 能读到的 cookie，HttpOnly 的既看不到也清不掉——那是网站自己的小秘密。
zh_hant: 只能看到 JS 能讀到的 cookie，HttpOnly 的既看不到也清不掉——那是網站自己的小祕密。

# browser.cookieRefresh
source: Reload
zh_hans: 重新读取
zh_hant: 重新讀取

# browser.cookiesEmpty
source: No cookies on this page. Squeaky clean.
zh_hans: 这个页面没有存小饼干，干干净净。
zh_hant: 這個頁面沒有存小餅乾，乾乾淨淨。

# browser.emptyHint
source: Empty here. Tell me to open a page and I'll go look.
zh_hans: 这儿空空的。跟我说「去看看那个页面」，我帮你打开。
zh_hant: 這兒空空的。跟我說「去看看那個頁面」，我幫你打開。

# browser.go
source: Go
zh_hans: 前往
zh_hant: 前往

# browser.importPdfs
source: Import PDF downloads
zh_hans: 导入 PDF 下载
zh_hant: 導入 PDF 下載

# browser.invalidAddress
source: Invalid address
zh_hans: 地址无效
zh_hant: 地址無效

# browser.needsAttention
source: Needs attention
zh_hans: 需要注意
zh_hant: 需要注意

# browser.newTab
source: New Tab
zh_hans: 新标签页
zh_hant: 新標籤頁

# browser.noNewPdfs
source: No new PDF downloads in this session.
zh_hans: 这个会话没有新的 PDF 下载。
zh_hant: 這個會話沒有新的 PDF 下載。

# browser.noPreview
source: Preview is not available
zh_hans: 没有预览
zh_hant: 沒有預覽

# browser.openInWindow
source: Open browser in a window
zh_hans: 在窗口中打开浏览器
zh_hant: 在窗口中打開瀏覽器

# browser.openSession
source: Open a browser session
zh_hans: 打开浏览器会话
zh_hant: 打開瀏覽器會話

# browser.pdfsAdded
source: %1$@ PDF download(s) added to Files.
zh_hans: %1$@ 个 PDF 下载已加入文件。
zh_hant: %1$@ 個 PDF 下載已加入文件。

# browser.previewUnavailable
source: Preview unavailable. Open the browser to reconnect.
zh_hans: 预览不可用，打开浏览器重连。
zh_hant: 預覽不可用，打開瀏覽器重連。

# browser.privateBrowsing
source: Browse in private, persistent workspace sessions.
zh_hans: 在私密、持久的工作区会话中浏览。
zh_hant: 在私密、持久的工作區會話中瀏覽。

# browser.profileSaved
source: Your profile and downloads are saved. Reopen to continue where you left off.
zh_hans: 你的资料和下载已保存，重新打开接着来。
zh_hant: 你的資料和下載已保存，重新打開接着來。

# browser.reconnect
source: Reconnect browser
zh_hans: 重连浏览器
zh_hant: 重連瀏覽器

# browser.reconnectProfile
source: Reconnect to continue with your saved browser profile.
zh_hans: 重连以继续用保存的浏览器资料。
zh_hant: 重連以繼續用保存的瀏覽器資料。

# browser.reconnectShort
source: Reconnect
zh_hans: 重连
zh_hant: 重連

# browser.refreshConnection
source: Refresh connection
zh_hans: 刷新连接
zh_hant: 刷新連接

# browser.reopen
source: Reopen browser
zh_hans: 重新打开浏览器
zh_hant: 重新打開瀏覽器

# browser.reopenShort
source: Reopen
zh_hans: 重新打开
zh_hant: 重新打開

# browser.sessionClosed
source: This session is closed
zh_hans: 这个会话已关闭
zh_hant: 這個會話已關閉

# browser.sessionSaved
source: Session saved
zh_hans: 会话已保存
zh_hant: 會話已保存

# browser.sessionsTitle
source: Browser sessions
zh_hans: 浏览器会话
zh_hant: 瀏覽器會話

# browser.startDetail
source: Open a session above to keep your browsing together. Live previews appear when the browser worker is configured.
zh_hans: 在上面打开会话，把浏览收在一起。配置好浏览器 worker 后会有实时预览。
zh_hant: 在上面打開會話，把瀏覽收在一起。配置好瀏覽器 worker 後會有實時預覽。

# browser.startWithSite
source: Start with a website
zh_hans: 从一个网站开始
zh_hant: 從一個網站開始

# browser.status.active
source: active
zh_hans: 活跃
zh_hant: 活躍

# browser.status.closed
source: closed
zh_hans: 已关闭
zh_hant: 已關閉

# browser.status.error
source: error
zh_hans: 出错
zh_hant: 出錯

# browser.statusLine
source: %1$@ · updated %2$@
zh_hans: %1$@ · %2$@ 更新
zh_hant: %1$@ · %2$@ 更新

# browser.tabPlace
source: A place for tabs
zh_hans: 打开标签页的位置
zh_hant: 打開標籤頁的位置

# browser.takeControl
source: Take control
zh_hans: 接管
zh_hant: 接管

# browser.takeoverHint
source: Browsing sessions have their own logins and downloads. Open one to take over, then return to your conversation.
zh_hans: 浏览会话有自己的登录和下载。打开一个接管，用完回到对话。
zh_hant: 瀏覽會話有自己的登錄和下載。打開一個接管，用完回到對話。

# browser.untitled
source: Browser session
zh_hans: 浏览器会话
zh_hant: 瀏覽器會話

# browsercard.connecting
source: Connecting to the saved session…
zh_hans: 正在连接已保存的会话…
zh_hant: 正在連接已保存的會話…

# browsercard.couldntRead
source: Couldn’t read the page
zh_hans: 没能读到页面
zh_hant: 沒能讀到頁面

# browsercard.needsAttention
source: Session needs attention. Take control to reconnect.
zh_hans: 会话需要注意，接管以重连。
zh_hant: 會話需要注意，接管以重連。

# browsercard.noPage
source: The browser did not return a page. Try your request again.
zh_hans: 浏览器没有返回页面，再试一次。
zh_hant: 瀏覽器沒有返回頁面，再試一次。

# browsercard.opening
source: Opening a page
zh_hans: 正在打开页面
zh_hant: 正在打開頁面

# browsercard.pageRead
source: Page read
zh_hans: 已读完页面
zh_hant: 已讀完頁面

# browsercard.paused
source: Browsing paused
zh_hans: 浏览已暂停
zh_hant: 瀏覽已暫停

# browsercard.preview
source: Browser preview: %1$@
zh_hans: 浏览器预览：%1$@
zh_hant: 瀏覽器預覽：%1$@

# browsercard.previewUnavailable
source: Preview unavailable. You can still take control.
zh_hans: 预览不可用，但仍可接管。
zh_hant: 預覽不可用，但仍可接管。

# browsercard.reading
source: Reading the page…
zh_hans: 正在读页面…
zh_hant: 正在讀頁面…

# browsercard.sessionSaved
source: Session saved. Take control to reopen it.
zh_hans: 会话已保存，接管以重新打开。
zh_hant: 會話已保存，接管以重新打開。

# browsercard.title
source: Browser
zh_hans: 浏览器
zh_hant: 瀏覽器

# browsercard.visited
source: Page visited. The browser has moved on.
zh_hans: 页面已访问，浏览器已继续。
zh_hant: 頁面已訪問，瀏覽器已繼續。

# cal.addEvent
source: Add an event
zh_hans: 排个日程
zh_hant: 排個日程

# cal.fallbackName
source: Your calendar
zh_hans: 你的日历
zh_hant: 你的日曆

# cal.loading
source: Loading calendar…
zh_hans: 查看日历中…
zh_hant: 查看日曆中…

# cal.newEvent
source: New event
zh_hans: 新建日程
zh_hant: 新建日程

# cal.next30
source: The next 30 days
zh_hans: 未来 30 天
zh_hant: 未來 30 天

# cal.nothing30
source: There's nothing scheduled for the next 30 days.
zh_hans: 未来 30 天，干干净净。
zh_hant: 未來 30 天，乾乾淨淨。

# cal.nothingDay
source: There's nothing on the calendar for this day.
zh_hans: 这一天是空的。
zh_hant: 這一天是空的。

# cal.openSpace
source: Some open space
zh_hans: 有点空地方
zh_hant: 有點空地方

# cal.readOnly
source: · read only
zh_hans: · 只读
zh_hant: · 只讀

# cal.selectedDay
source: Selected day
zh_hans: 选中的一天
zh_hant: 選中的一天

# cal.tzNote
source: %1$@ · %2$@. Events show their own time zone.
zh_hans: %1$@ · %2$@，每个日程显示自己的时区。
zh_hant: %1$@ · %2$@，每個日程顯示自己的時區。

# cal.yourCalendars
source: Your calendars
zh_hans: 你的日历
zh_hant: 你的日曆

# capgroup.addMember
source: Add model
zh_hans: 添加模型
zh_hant: 添加模型

# capgroup.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# capgroup.coordination
source: Multi-model coordination
zh_hans: 多模型协作
zh_hant: 多模型協作

# capgroup.coordinationDesc
source: When on, he may propose multi-model plans and run group meetings. Every plan still needs your approval.
zh_hans: 打开后，他才能提多模型协作计划、组织模型们开会。每个计划仍要你点头。
zh_hant: 打開後，他才能提多模型協作計劃、組織模型們開會。每個計劃仍要你點頭。

# capgroup.delete
source: Delete group
zh_hans: 删除分组
zh_hant: 刪除分組

# capgroup.disabled
source: Disabled
zh_hans: 已停用
zh_hant: 已停用

# capgroup.empty
source: No models yet — add one below.
zh_hans: 还没有模型，在下面添加。
zh_hant: 還沒有模型，在下面添加。

# capgroup.endpoint
source: Endpoint URL (optional)
zh_hans: 接口地址（可选）
zh_hant: 接口地址（可選）

# capgroup.fallback
source: Fallback
zh_hans: 备用
zh_hant: 備用

# capgroup.freeBackendNote
source: Falls back to the free public service when empty
zh_hans: 没配模型时，走免费公共服务
zh_hant: 沒配模型時，走免費公共服務

# capgroup.groupName
source: Group name
zh_hans: 分组名称
zh_hant: 分組名稱

# capgroup.kind.input
source: Input routing
zh_hans: 输入路由
zh_hant: 輸入路由

# capgroup.kind.output
source: Output backend
zh_hans: 输出后端
zh_hant: 輸出後端

# capgroup.members
source: %1$@ models
zh_hans: %1$@ 个模型
zh_hant: %1$@ 個模型

# capgroup.modelOverride
source: Model override (optional)
zh_hans: 模型（可选，默认用分组自己的模型）
zh_hant: 模型（可選，默認用分組自己的模型）

# capgroup.moveDown
source: Move down
zh_hans: 下移
zh_hant: 下移

# capgroup.moveUp
source: Move up
zh_hans: 上移
zh_hant: 上移

# capgroup.noCandidates
source: All API groups are already members.
zh_hans: 所有 API 分组都已在成员里。
zh_hant: 所有 API 分組都已在成員裏。

# capgroup.pollEndpoint
source: Poll URL — %1$@ becomes the task id
zh_hans: 轮询地址（%1$@ 处填任务 ID）
zh_hant: 輪詢地址（%1$@ 處填任務 ID）

# capgroup.preset.image_input
source: Image input
zh_hans: 图片输入
zh_hant: 圖片輸入

# capgroup.preset.image_output
source: Image output
zh_hans: 图片输出
zh_hant: 圖片輸出

# capgroup.preset.video
source: Video
zh_hans: 视频
zh_hant: 視頻

# capgroup.preset.voice_input
source: Voice input
zh_hans: 语音输入
zh_hant: 語音輸入

# capgroup.primary
source: Primary
zh_hans: 首选
zh_hant: 首選

# capgroup.ranking
source: Model ranking
zh_hans: 模型排行
zh_hant: 模型排行

# capgroup.ranking.balanced
source: Balanced
zh_hans: 均衡
zh_hant: 均衡

# capgroup.ranking.fast
source: Fast first
zh_hans: 速度优先
zh_hant: 速度優先

# capgroup.ranking.smart
source: Smart first
zh_hans: 聪明优先
zh_hant: 聰明優先

# capgroup.rankingDesc
source: How the AI weighs models when choosing: balanced, smart-first, or fast-first. Curated snapshot, for reference.
zh_hans: AI 选模型时的偏好：均衡、聪明优先、速度优先。人工精选快照，仅供参考。
zh_hant: AI 選模型時的偏好：均衡、聰明優先、速度優先。人工精選快照，僅供參考。

# capgroup.remove
source: Remove
zh_hans: 移除
zh_hant: 移除

# capgroup.routing
source: Capability routing
zh_hans: 能力路由
zh_hant: 能力路由

# capgroup.routingDesc
source: When on, messages with images or voice are routed to the matching group; the current model is always tried first.
zh_hans: 开启后，带图片或语音的消息会路由到对应分组；总是先试当前模型。
zh_hant: 開啓後，帶圖片或語音的消息會路由到對應分組；總是先試當前模型。

# capgroup.subtitle
source: Route images, voice and generation tasks to the right models. Input groups = routing (a message with an image goes to the image group); output groups = tool backends (image/video generation calls the group's endpoint).
zh_hans: 把图片、语音和生成任务路由到合适的模型。输入型分组=路由（带图片的消息走图片分组）；输出型分组=工具后端（生成图片/视频时调用分组的接口）。
zh_hant: 把圖片、語音和生成任務路由到合適的模型。輸入型分組=路由（帶圖片的消息走圖片分組）；輸出型分組=工具後端（生成圖片/視頻時調用分組的接口）。

# capgroup.title
source: Capability groups
zh_hans: 能力分组
zh_hant: 能力分組

# chara.cancel
source: Not now
zh_hans: 再想想
zh_hant: 再想想

# chara.confirmImport
source: Import as persona
zh_hans: 导入成人设
zh_hant: 匯入成人設

# chara.creator
source: Creator
zh_hans: 作者
zh_hant: 作者

# chara.error.badFile
source: The file is corrupt and can't be read
zh_hans: 文件损坏了，读不出来
zh_hant: 檔案損壞了，讀不出來

# chara.error.compressed
source: This card uses compressed storage and can't be read — try a standard card
zh_hans: 这张卡用了压缩存储，读不出来，换一张标准卡试试
zh_hant: 這張卡用了壓縮儲存，讀不出來，換一張標準卡試試

# chara.error.empty
source: The file is empty
zh_hans: 文件是空的
zh_hant: 檔案是空的

# chara.error.noCard
source: No character card in this image
zh_hans: 这张图里没有角色卡
zh_hant: 這張圖裡沒有角色卡

# chara.error.noName
source: This card has no name
zh_hans: 这张卡没有名字
zh_hant: 這張卡沒有名字

# chara.error.notPng
source: This is not a PNG file
zh_hans: 这不是 PNG 文件
zh_hant: 這不是 PNG 檔案

# chara.error.unsupported
source: This card is from a newer version — update the app first
zh_hans: 这张卡的版本太新了，先升级 App 吧
zh_hant: 這張卡的版本太新了，先升級 App 吧

# chara.export
source: Export character card
zh_hans: 导出角色卡
zh_hant: 匯出角色卡

# chara.exported
source: Character card exported
zh_hans: 角色卡已导出
zh_hant: 角色卡已匯出

# chara.extras
source: Card extras
zh_hans: 卡片附加信息
zh_hant: 卡片附加資訊

# chara.fields
source: Fields
zh_hans: 包含字段
zh_hant: 包含欄位

# chara.import
source: Import character card
zh_hans: 导入角色卡
zh_hant: 匯入角色卡

# chara.importHint
source: SillyTavern card PNG (v1/v2/v3) or JSON file
zh_hans: 支持 SillyTavern 角色卡 PNG（v1/v2/v3）或 JSON 文件
zh_hant: 支援 SillyTavern 角色卡 PNG（v1/v2/v3）或 JSON 檔案

# chara.imported
source: Imported as a persona
zh_hans: 已导入成人设
zh_hant: 已匯入成人設

# chara.lorebookNote
source: Lorebook (off by default — enable it in persona settings)
zh_hans: 世界书（默认关闭，可在人设设置里打开）
zh_hant: 世界書（預設關閉，可在人設設定裡開啟）

# chara.pickFile
source: Pick a card file
zh_hans: 选择卡片文件
zh_hant: 選擇卡片檔案

# chara.previewTitle
source: This card
zh_hans: 这张卡
zh_hant: 這張卡

# chara.specVersion
source: Card version
zh_hans: 卡片版本
zh_hant: 卡片版本

# chat.addAttachment
source: Add attachment
zh_hans: 添加附件
zh_hant: 添加附件

# chat.addDocument
source: Add documents
zh_hans: 添加文档
zh_hant: 添加文檔

# chat.attachDocument
source: Document (txt/md/pdf)
zh_hans: 文档（txt/md/pdf）
zh_hant: 文檔（txt/md/pdf）

# chat.attachImage
source: Image
zh_hans: 图片
zh_hant: 圖片

# chat.autoCompressed
source: The conversation got long, so I folded the earlier part into notes and kept going.
zh_hans: 对话有点长了，我把前面的内容折成小记，继续聊。
zh_hant: 對話有點長了，我把前面的內容折成小記，繼續聊。

# chat.autoTitleDone
source: Titled
zh_hans: 起好名字了
zh_hant: 起好名字了

# chat.batchOps
source: Batch
zh_hans: 批量
zh_hant: 批量

# chat.branchDefaultName
source: Branched dialog
zh_hans: 分支出来的对话
zh_hant: 分支出來的對話

# chat.branchDialog
source: Branch into a new dialog
zh_hans: 从这里另开一个对话框
zh_hant: 從這裏另開一個對話框

# chat.branchedTo
source: Branched into a new dialog.
zh_hans: 从这里另开了一个对话框。
zh_hant: 從這裏另開了一個對話框。

# chat.choiceRemoved
source: Choice removed from queue.
zh_hans: 已从队列移除。
zh_hant: 已從隊列移除。

# chat.compressContext
source: Fold earlier messages
zh_hans: 把前面的消息折起来
zh_hant: 把前面的消息折起來

# chat.compressCustomPrompt
source: Summary instruction (optional)
zh_hans: 总结要求（可选）
zh_hant: 總結要求（可選）

# chat.compressCustomPromptHint
source: e.g. focus on decisions and todo items
zh_hans: 比如：重点记决定和待办
zh_hant: 比如：重點記決定和待辦

# chat.compressKeepTail
source: Keep recent messages
zh_hans: 保留最近几条
zh_hant: 保留最近幾條

# chat.compressNewDialogHint
source: Summarizes the earlier part and opens a fresh dialog with the summary. The current dialog stays untouched.
zh_hans: 把前面的内容总结一下，开一个带着总结的新对话继续。这个对话原样保留。
zh_hant: 把前面的內容總結一下，開一個帶着總結的新對話繼續。這個對話原樣保留。

# chat.compressNothing
source: Nothing old enough to fold.
zh_hans: 还没有旧到可以折的消息。
zh_hant: 還沒有舊到可以折的消息。

# chat.compressedDone
source: Earlier messages folded into notes.
zh_hans: 前面的消息折成小记了。
zh_hant: 前面的消息折成小記了。

# chat.compressedNewDialog
source: Summary ready — moved you to the fresh dialog.
zh_hans: 总结好了，已经带你到新对话了。
zh_hant: 總結好了，已經帶你到新對話了。

# chat.compressing
source: Folding earlier messages
zh_hans: 正在折前面的消息
zh_hant: 正在折前面的消息

# chat.continueReply
source: Continue
zh_hans: 继续说
zh_hant: 繼續說

# chat.copyMessage
source: Copy
zh_hans: 复制
zh_hant: 複製

# chat.deleteAllVersions
source: Delete all versions
zh_hans: 删除所有版本
zh_hant: 刪除所有版本

# chat.deleteDialog
source: Delete dialog
zh_hans: 删除对话
zh_hant: 刪除對話

# chat.deleteDialogConfirm
source: Delete this dialog and all its messages?
zh_hans: 删掉这个对话框和里面的所有消息？
zh_hant: 刪掉這個對話框和裏面的所有消息？

# chat.deleteMessage
source: Delete message
zh_hans: 删除消息
zh_hant: 刪除消息

# chat.deleteMessageConfirm
source: Delete this message? It will be gone from this dialog.
zh_hans: 删掉这条消息？它会从这个对话框里消失。
zh_hant: 刪掉這條消息？它會從這個對話框裏消失。

# chat.deleteThisVersion
source: Delete this version
zh_hans: 删除这个版本
zh_hant: 刪除這個版本

# chat.deletedMessage
source: Message deleted.
zh_hans: 消息删掉了。
zh_hant: 消息刪掉了。

# chat.deletedVersion
source: Version deleted.
zh_hans: 这个版本删掉了。
zh_hant: 這個版本刪掉了。

# chat.dialogDeleted
source: Dialog deleted.
zh_hans: 对话框删掉了。
zh_hant: 對話框刪掉了。

# chat.dialogList
source: Dialogs
zh_hans: 对话框
zh_hant: 對話框

# chat.dialogMaxTokens
source: Max reply length (tokens)
zh_hans: 单轮回复上限（token）
zh_hant: 單輪迴覆上限（token）

# chat.dialogMaxTokensHint
source: One reply never writes more than this — caps API spend. Empty means the model default.
zh_hans: 一次回复最多写这么长，防 API 烧钱。空着就是模型默认。
zh_hant: 一次回覆最多寫這麼長，防 API 燒錢。空着就是模型默認。

# chat.dialogName
source: Dialog name
zh_hans: 对话框名字
zh_hant: 對話框名字

# chat.dialogPinned
source: Pinned.
zh_hans: 置顶了。
zh_hant: 置頂了。

# chat.dialogRenamed
source: Renamed.
zh_hans: 改好名字了。
zh_hant: 改好名字了。

# chat.dialogSettings
source: Dialog settings
zh_hans: 对话框设置
zh_hant: 對話框設置

# chat.dialogSwitched
source: Switched dialogs.
zh_hans: 换好对话框了。
zh_hant: 換好對話框了。

# chat.dialogSystemPrompt
source: Dialog instruction
zh_hans: 这个对话框的叮嘱
zh_hant: 這個對話框的叮囑

# chat.dialogSystemPromptHint
source: Extra instruction for this dialog only. Overrides my usual defaults here.
zh_hans: 只对这个对话框生效的额外叮嘱，会盖过我平时的默认。
zh_hant: 只對這個對話框生效的額外叮囑，會蓋過我平時的默認。

# chat.dialogTokenBudget
source: Context budget (tokens)
zh_hans: 上下文预算（token）
zh_hant: 上下文預算（token）

# chat.dialogTokenBudgetHint
source: Older messages get folded into notes past this.
zh_hans: 超过这个数，我就把更早的消息折成小记。
zh_hant: 超過這個數，我就把更早的消息折成小記。

# chat.dialogUnpinned
source: Unpinned.
zh_hans: 取消置顶了。
zh_hant: 取消置頂了。

# chat.editAndResend
source: Edit and resend
zh_hans: 编辑后重发
zh_hant: 編輯後重發

# chat.editMessage
source: Edit message
zh_hans: 编辑消息
zh_hant: 編輯消息

# chat.exportDialog
source: Export dialog
zh_hans: 导出对话
zh_hant: 導出對話

# chat.exportFailed
source: Export failed: %1$@
zh_hans: 导出失败：%1$@
zh_hant: 導出失敗：%1$@

# chat.exportSelected
source: Export selected
zh_hans: 导出选中
zh_hant: 導出選中

# chat.exported
source: Dialog exported.
zh_hans: 对话导出来了。
zh_hant: 對話導出來了。

# chat.followUpChips
source: Follow-up suggestions
zh_hans: 追问小提示
zh_hant: 追問小提示

# chat.followUpChipsHint
source: After each reply I line up a few things you could ask next. Turn it off if it's noise — no hard feelings.
zh_hans: 每次回完话，我都顺手备几个可以接着问的。嫌吵就关掉，我不介意。
zh_hant: 每次回完話，我都順手備幾個可以接着問的。嫌吵就關掉，我不介意。

# chat.followUpTitle
source: Ask next
zh_hans: 接着问
zh_hant: 接着問

# chat.goImportFile
source: Import in Files
zh_hans: 去文件导入
zh_hant: 去檔案匯入

# chat.greet.anniversarySoon
source: "%1$@" is in %2$@ days
zh_hans: 「%1$@」还有 %2$@ 天
zh_hant: 「%1$@」還有 %2$@ 天

# chat.greet.anniversaryToday
source: "%1$@" is here
zh_hans: 「%1$@」到了
zh_hant: 「%1$@」到了

# chat.greet.body.soft
source: I'm here. Talk, or let me take care of something.
zh_hans: 我在。想聊什么，或者想让我做点什么，都行。
zh_hant: 我在。想聊什麼，或者想讓我做點什麼，都行。

# chat.greet.body.tellLater
source: %1$@ little things I want to tell you — no rush
zh_hans: 有 %1$@ 件小事想跟你说，不急，慢慢来
zh_hant: 有 %1$@ 件小事想跟你說，不急，慢慢來

# chat.greet.letterWaiting
source: A letter is waiting for you
zh_hans: 有一封信在等你
zh_hant: 有一封信在等你

# chat.greet.rhythm.evening
source: You're here
zh_hans: 你来了
zh_hant: 你來了

# chat.greet.rhythm.lateNight
source: Still up?
zh_hans: 还不睡？
zh_hant: 還不睡？

# chat.greet.rhythm.preDawn
source: Almost dawn
zh_hans: 天快亮了
zh_hant: 天快亮了

# chat.greet.rhythm.waking
source: You're up
zh_hans: 醒啦
zh_hant: 醒啦

# chat.hideResults
source: Hide recent results
zh_hans: 收起最近的结果
zh_hant: 收起最近的結果

# chat.historyLoadFailed
source: Could not load the conversation. Your saved messages were not modified. %1$@
zh_hans: 无法加载对话。你的已保存消息没有被改动。%1$@
zh_hant: 無法加載對話。你的已保存消息沒有被改動。%1$@
